Repository: digitalfreedom-co-za/bucketeer
Catalog: Bucketeer/Resources/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv

# crossCopy.prefix.hint
source: Optional. Trailing slash auto-applied. Source filenames are kept under the prefix.
cs: Volitelné. Koncové lomítko se doplní automaticky. Názvy zdrojových souborů zůstanou zachovány pod prefixem.
da: Valgfrit. Afsluttende skråstreg tilføjes automatisk. Kildefilnavne bevares under præfikset.
de: Optional. Trennenden Schrägstrich automatisch. Quelldateinamen bleiben unter dem Präfix erhalten.
el: Προαιρετικό. Η τελική κάθετος προστίθεται αυτόματα. Τα ονόματα αρχείων της προέλευσης διατηρούνται κάτω από το πρόθεμα.
es: Opcional. Se añade la barra final automáticamente. Los nombres de archivo originales se mantienen bajo el prefijo.
fi: Valinnainen. Loppuvinoviiva lisätään automaattisesti. Lähteen tiedostonimet säilyvät etuliitteen alla.
fr: Optionnel. Le slash final est ajouté automatiquement. Les noms de fichiers sources sont conservés sous le préfixe.
hu: Nem kötelező. A záró perjel automatikusan hozzáadódik. A forrásfájlnevek az előtag alatt maradnak meg.
it: Opzionale. Slash finale aggiunto automaticamente. I nomi dei file sorgente vengono mantenuti sotto il prefisso.
ja: 任意。末尾のスラッシュは自動付与。元のファイル名は接頭辞配下に保持されます。
ko: 선택. 슬래시 자동 추가. 원본 파일명은 접두사 아래 유지됩니다.
nb: Valgfritt. Avsluttende skråstrek legges til automatisk. Kildefilnavn beholdes under prefikset.
nl: Optioneel. Slash automatisch toegevoegd. Bronbestandsnamen blijven onder het voorvoegsel.
pl: Opcjonalne. Końcowy ukośnik dodawany automatycznie. Nazwy plików źródłowych są zachowywane pod przedrostkiem.
pt_br: Opcional. Barra final adicionada automaticamente. Nomes de arquivo de origem ficam sob o prefixo.
pt_pt: Opcional. A barra final é aplicada automaticamente. Os nomes de ficheiro de origem são mantidos sob o prefixo.
ru: Необязательно. Косая черта в конце добавляется автоматически. Имена исходных файлов сохраняются под префиксом.
sv: Valfritt. Avslutande snedstreck läggs till automatiskt. Källfilnamnen behålls under prefixet.

# crossCopy.section.destination
source: Destination
cs: Cíl
de: Ziel
el: Προορισμός
es: Destino
fi: Kohde
hu: Cél
it: Destinazione
ja: 宛先
ko: 대상
nb: Mål
nl: Bestemming
pl: Cel
pt_br: Destino
pt_pt: Destino
ru: Назначение
sv: Mål

# crossCopy.section.options
source: Options
cs: Volby
da: Indstillinger
de: Optionen
el: Επιλογές
es: Opciones
fi: Valinnat
hu: Beállítások
it: Opzioni
ja: オプション
ko: 옵션
nb: Alternativer
nl: Opties
pl: Opcje
pt_br: Opções
pt_pt: Opções
ru: Параметры
sv: Alternativ

# crossCopy.section.source
source: Source
cs: Zdroj
da: Kilde
de: Quelle
el: Προέλευση
es: Origen
fi: Lähde
hu: Forrás
it: Origine
ja: ソース
ko: 원본
nb: Kilde
nl: Bron
pl: Źródło
pt_br: Origem
pt_pt: Origem
ru: Источник
sv: Källa

# crossCopy.summary.partial
source: %lld copied, %lld failed.
cs: Zkopírováno: %lld, selhalo: %lld.
da: %lld kopieret, %lld mislykkedes.
de: %lld kopiert, %lld fehlgeschlagen.
el: %lld αντιγράφηκαν, %lld απέτυχαν.
es: %lld copiados, %lld fallidos.
fi: %lld kopioitu, %lld epäonnistui.
fr: %lld copiés, %lld échoués.
hu: %lld átmásolva, %lld sikertelen.
it: %lld copiati, %lld falliti.
ja: %lld 成功 / %lld 失敗。
ko: %lld개 성공, %lld개 실패.
nb: %lld kopiert, %lld mislyktes.
nl: %lld gekopieerd, %lld mislukt.
pl: %lld skopiowanych, %lld nieudanych.
pt_br: %lld copiados, %lld falharam.
pt_pt: %lld copiados, %lld falharam.
ru: Скопировано: %lld, со сбоем: %lld.
sv: %lld kopierade, %lld misslyckades.

# crossCopy.summary.success
source: All %lld objects copied.
cs: Zkopírovány všechny objekty (%lld).
da: Alle %lld objekter kopieret.
de: Alle %lld Objekte kopiert.
el: Αντιγράφηκαν και τα %lld αντικείμενα.
es: Se copiaron los %lld objetos.
fi: Kaikki %lld objektia kopioitiin.
fr: Tous les %lld objets copiés.
hu: Mind a(z) %lld objektum átmásolva.
it: Copiati tutti %lld oggetti.
ja: %lld 個のオブジェクトをコピーしました。
ko: %lld개 객체를 모두 복사했습니다.
nb: Alle %lld objekter kopiert.
nl: Alle %lld objecten gekopieerd.
pl: Skopiowano wszystkie %lld obiektów.
pt_br: Todos os %lld objetos copiados.
pt_pt: Todos os %lld objetos foram copiados.
ru: Скопированы все %lld объектов.
sv: Alla %lld objekt kopierades.

# crossCopy.title
source: Cross-account copy
cs: Kopírování mezi účty
da: Kopiering på tværs af konti
de: Konto-übergreifend kopieren
el: Αντιγραφή μεταξύ λογαριασμών
es: Copia entre cuentas
fi: Tilien välinen kopiointi
fr: Copie inter-comptes
hu: Fiókok közötti másolás
it: Copia tra account
ja: アカウント間コピー
ko: 계정 간 복사
nb: Kopiering på tvers av kontoer
nl: Account-overschrijdende kopie
pl: Kopia między kontami
pt_br: Cópia entre contas
pt_pt: Cópia entre contas
ru: Копирование между учётными записями
sv: Kopiering mellan konton

# dashboard.cors.allowedHeaders
source: Allowed headers
cs: Povolené hlavičky
da: Tilladte headere
de: Erlaubte Header
el: Επιτρεπόμενες κεφαλίδες
es: Encabezados permitidos
fi: Sallitut otsakkeet
fr: En-têtes autorisés
hu: Engedélyezett fejlécek
it: Header consentiti
ja: 許可されたヘッダー
ko: 허용된 헤더
nb: Tillatte headere
nl: Toegestane headers
pl: Dozwolone nagłówki
pt_br: Cabeçalhos permitidos
pt_pt: Cabeçalhos permitidos
ru: Разрешённые заголовки
sv: Tillåtna huvuden

# dashboard.cors.empty
source: No CORS rules configured.
cs: Žádná pravidla CORS nejsou nastavena.
da: Ingen CORS-regler konfigureret.
de: Keine CORS-Regeln konfiguriert.
el: Δεν έχουν διαμορφωθεί κανόνες CORS.
es: No hay reglas CORS.
fi: CORS-sääntöjä ei ole määritetty.
fr: Aucune règle CORS configurée.
hu: Nincs beállított CORS-szabály.
it: Nessuna regola CORS.
ja: CORSルールは設定されていません。
ko: CORS 규칙이 설정되지 않았습니다.
nb: Ingen CORS-regler konfigurert.
nl: Geen CORS-regels geconfigureerd.
pl: Brak skonfigurowanych reguł CORS.
pt_br: Nenhuma regra CORS.
pt_pt: Nenhuma regra CORS configurada.
ru: Правила CORS не настроены.
sv: Inga CORS-regler konfigurerade.

# dashboard.cors.exposeHeaders
source: Exposed headers
cs: Zpřístupněné hlavičky
da: Eksponerede headere
de: Offengelegte Header
el: Εκτεθειμένες κεφαλίδες
es: Encabezados expuestos
fi: Julkistetut otsakkeet
fr: En-têtes exposés
hu: Közzétett fejlécek
it: Header esposti
ja: 公開ヘッダー
ko: 노출된 헤더
nb: Eksponerte headere
nl: Blootgestelde headers
pl: Nagłówki udostępniane
pt_br: Cabeçalhos expostos
pt_pt: Cabeçalhos expostos
ru: Раскрываемые заголовки
sv: Exponerade huvuden

# dashboard.cors.maxAge %lld
source: Max age: %lld s
cs: Max. stáří: %lld s
da: Maks. alder: %lld s
de: Max. Alter: %lld s
el: Μέγιστη διάρκεια: %lld δευτ.
es: Edad máxima: %lld s
fi: Enimmäisikä: %lld s
fr: Âge max : %lld s
hu: Max. élettartam: %lld s
it: Età massima: %lld s
ja: 最大有効期間: %lld秒
ko: 최대 수명: %lld초
nb: Maks alder: %lld s
nl: Max. leeftijd: %lld s
pl: Maks. wiek: %lld s
pt_br: Idade máxima: %lld s
pt_pt: Idade máxima: %lld s
ru: Макс. возраст: %lld с
sv: Maxålder: %lld s

# dashboard.cors.methods
source: Methods
cs: Metody
da: Metoder
de: Methoden
el: Μέθοδοι
es: Métodos
fi: Metodit
fr: Méthodes
hu: Metódusok
it: Metodi
ja: メソッド
ko: 메서드
nb: Metoder
nl: Methoden
pl: Metody
pt_br: Métodos
pt_pt: Métodos
ru: Методы
sv: Metoder

# dashboard.cors.origins
source: Origins
cs: Originy
de: Ursprünge
el: Προελεύσεις
es: Orígenes
fi: Alkuperät
fr: Origines
hu: Eredetek
it: Origini
ja: オリジン
ko: 오리진
pl: Źródła
pt_br: Origens
pt_pt: Origens
ru: Источники
sv: Ursprung

# dashboard.cost.disclaimer
source: Standard storage tier only — ignores requests, egress and tier transitions.
cs: Pouze standardní úroveň úložiště — nezahrnuje požadavky, odchozí přenosy ani přechody mezi úrovněmi.
da: Kun standardlagertrin — ignorerer forespørgsler, udgående trafik og trinovergange.
de: Nur Standard-Speichertier — Anfragen, Egress und Klassenwechsel sind nicht eingerechnet.
el: Μόνο βαθμίδα τυπικής αποθήκευσης — δεν συνυπολογίζει αιτήματα, εξερχόμενη κίνηση και μεταβάσεις βαθμίδων.
es: Solo nivel de almacenamiento estándar — ignora peticiones, salida y cambios de clase.
fi: Vain vakiotallennustaso — ei huomioi pyyntöjä, ulossiirtoja eikä tasosiirtymiä.
fr: Niveau de stockage standard uniquement — ignore les requêtes, la sortie et les transitions de classe.
hu: Csak a standard tárolási szint — a kérések, a kimenő forgalom és a szintváltások nélkül.
it: Solo tier di archiviazione standard — ignora richieste, egress e cambi di classe.
ja: スタンダードストレージのみ。リクエスト・エグレス・階層変動は考慮されません。
ko: 표준 스토리지 계층 전용 — 요청, 송신, 계층 전환은 무시합니다.
nb: Bare standard lagringsnivå — ser bort fra forespørsler, utgående trafikk og nivåoverganger.
nl: Alleen standaard-opslagniveau — exclusief verzoeken, uitgaand verkeer en niveau-overgangen.
pl: Tylko standardowy poziom — pomija żądania, ruch wychodzący i przejścia między klasami.
pt_br: Apenas tier de armazenamento padrão — ignora requisições, egresso e transições de classe.
pt_pt: Apenas o nível de armazenamento standard — ignora pedidos, tráfego de saída e transições de nível.
ru: Только стандартный класс хранения — без учёта запросов, исходящего трафика и переходов между классами.
sv: Endast standardlagringsnivån — bortser från förfrågningar, utgående trafik och nivåövergångar.

# dashboard.cost.monthly
source: Estimated monthly cost: $%.2f
cs: Odhadované měsíční náklady: $%.2f
da: Anslået månedlig pris: $%.2f
de: Geschätzte Monatskosten: %.2f $
el: Εκτιμώμενο μηνιαίο κόστος: $%.2f
es: Costo mensual estimado: %.2f $
fi: Arvioitu kuukausikustannus: $%.2f
fr: Coût mensuel estimé : %.2f $
hu: Becsült havi költség: $%.2f
it: Costo mensile stimato: %.2f $
ja: 月間コスト見積もり: %.2f ドル
ko: 월간 예상 비용: $%.2f
nb: Estimert månedskostnad: $%.2f
nl: Geschatte maandkost: $%.2f
pl: Szacowany koszt miesięczny: %.2f $
pt_br: Custo mensal estimado: US$ %.2f
pt_pt: Custo mensal estimado: $%.2f
ru: Оценка ежемесячной стоимости: $%.2f
sv: Uppskattad månadskostnad: $%.2f

# dashboard.lifecycle.empty
source: No lifecycle rules configured.
cs: Žádná pravidla životního cyklu nejsou nastavena.
da: Ingen livscyklusregler konfigureret.
de: Keine Lifecycle-Regeln konfiguriert.
el: Δεν έχουν διαμορφωθεί κανόνες κύκλου ζωής.
es: No hay reglas de ciclo de vida.
fi: Elinkaarisääntöjä ei ole määritetty.
fr: Aucune règle de cycle de vie configurée.
hu: Nincs beállított életciklus-szabály.
it: Nessuna regola di lifecycle.
ja: ライフサイクルルールは設定されていません。
ko: 수명 주기 규칙이 설정되지 않았습니다.
nb: Ingen livssyklusregler konfigurert.
nl: Geen lifecycle-regels geconfigureerd.
pl: Brak skonfigurowanych reguł.
pt_br: Nenhuma regra de ciclo de vida.
pt_pt: Nenhuma regra de ciclo de vida configurada.
ru: Правила жизненного цикла не настроены.
sv: Inga livscykelregler konfigurerade.

# dashboard.policy.empty
source: No bucket policy attached.
cs: K bucketu nejsou připojeny žádné zásady.
da: Ingen bucket-politik tilknyttet.
de: Keine Bucket-Policy hinterlegt.
el: Δεν έχει επισυναφθεί πολιτική bucket.
es: No hay política adjunta al bucket.
fi: Bucket-käytäntöä ei ole liitetty.
fr: Aucune politique de bucket attachée.
hu: Nincs csatolt bucket-házirend.
it: Nessuna policy associata al bucket.
ja: バケットポリシーは設定されていません。
ko: 연결된 버킷 정책이 없습니다.
nb: Ingen bucket-policy tilknyttet.
nl: Geen bucket-policy gekoppeld.
pl: Brak polityki bucketu.
pt_br: Sem política associada ao bucket.
pt_pt: Nenhuma política de bucket associada.
ru: Политика бакета не задана.
sv: Ingen bucketpolicy kopplad.

# dashboard.section.largest
source: Largest objects
cs: Největší objekty
da: Største objekter
de: Größte Objekte
el: Μεγαλύτερα αντικείμενα
es: Objetos más grandes
fi: Suurimmat objektit
fr: Plus gros objets
hu: Legnagyobb objektumok
it: Oggetti più grandi
ja: 最大のオブジェクト
ko: 가장 큰 객체
nb: Største objekter
nl: Grootste objecten
pl: Największe obiekty
pt_br: Maiores objetos
pt_pt: Objetos maiores
ru: Крупнейшие объекты
sv: Största objekt

# dashboard.section.lifecycle
source: Lifecycle rules
cs: Pravidla životního cyklu
da: Livscyklusregler
de: Lifecycle-Regeln
el: Κανόνες κύκλου ζωής
es: Reglas de ciclo de vida
fi: Elinkaarisäännöt
fr: Règles de cycle de vie
hu: Életciklus-szabályok
it: Regole di lifecycle
ja: ライフサイクルルール
ko: 수명 주기 규칙
nb: Livssyklusregler
nl: Lifecycle-regels
pl: Reguły cyklu życia
pt_br: Regras de ciclo de vida
pt_pt: Regras de ciclo de vida
ru: Правила жизненного цикла
sv: Livscykelregler

# dashboard.section.policy
source: Bucket policy
cs: Zásady bucketu
da: Bucket-politik
el: Πολιτική bucket
es: Política del bucket
fi: Bucket-käytäntö
fr: Politique du bucket
hu: Bucket-házirend
it: Policy del bucket
ja: バケットポリシー
ko: 버킷 정책
pl: Polityka bucketu
pt_br: Política do bucket
pt_pt: Política do bucket
ru: Политика бакета

# dashboard.stat.folders
source: Folders
cs: Složky
da: Mapper
de: Ordner
el: Φάκελοι
es: Carpetas
fi: Kansiot
fr: Dossiers
hu: Mappák
it: Cartelle
ja: フォルダ
ko: 폴더
nb: Mapper
nl: Mappen
pl: Foldery
pt_br: Pastas
pt_pt: Pastas
ru: Папки
sv: Mappar

# dashboard.stat.lastActivity
source: Last activity
cs: Poslední aktivita
da: Seneste aktivitet
de: Letzte Aktivität
el: Τελευταία δραστηριότητα
es: Última actividad
fi: Viimeisin tapahtuma
fr: Dernière activité
hu: Utolsó tevékenység
it: Ultima attività
ja: 最終アクティビティ
ko: 마지막 활동
nb: Siste aktivitet
nl: Laatste activiteit
pl: Ostatnia aktywność
pt_br: Última atividade
pt_pt: Última atividade
ru: Последняя активность
sv: Senaste aktivitet

# dashboard.stat.objects
source: Objects
cs: Objekty
da: Objekter
de: Objekte
el: Αντικείμενα
es: Objetos
fi: Objektit
fr: Objets
hu: Objektumok
it: Oggetti
ja: オブジェクト
ko: 객체 수
nb: Objekter
nl: Objecten
pl: Obiekty
pt_br: Objetos
pt_pt: Objetos
ru: Объекты
sv: Objekt

# dashboard.stat.totalSize
source: Total size
cs: Celková velikost
da: Samlet størrelse
de: Gesamtgröße
el: Συνολικό μέγεθος
es: Tamaño total
fi: Kokonaiskoko
fr: Taille totale
hu: Teljes méret
it: Dimensione totale
ja: 合計サイズ
ko: 총 크기
nb: Total størrelse
nl: Totale grootte
pl: Łączny rozmiar
pt_br: Tamanho total
pt_pt: Tamanho total
ru: Общий размер
sv: Total storlek

# dashboard.title
source: Bucket Dashboard
cs: Přehled bucketu
el: Πίνακας ελέγχου bucket
es: Panel del bucket
fi: Bucketin koontinäyttö
fr: Tableau de bord du bucket
hu: Bucket-irányítópult
it: Dashboard del bucket
ja: バケットのダッシュボード
ko: 버킷 대시보드
nb: Bucket-dashbord
pl: Pulpit bucketu
pt_br: Painel do bucket
pt_pt: Painel do bucket
ru: Панель бакета
sv: Bucketöversikt

# dashboard.truncated.hint
source: Showing partial totals after %lld pages — bucket is larger than the dashboard cap.
cs: Po %lld stránkách jsou zobrazeny jen částečné součty — bucket je větší než limit přehledu.
da: Viser delvise totaler efter %lld sider — bucketen er større end dashboardets grænse.
de: Teil-Summen nach %lld Seiten — der Bucket übersteigt das Dashboard-Limit.
el: Εμφανίζονται μερικά σύνολα μετά από %lld σελίδες — το bucket είναι μεγαλύτερο από το όριο του πίνακα ελέγχου.
es: Totales parciales tras %lld páginas — el bucket supera el límite del panel.
fi: Näytetään osittaiset summat %lld sivun jälkeen — bucket on koontinäytön rajaa suurempi.
fr: Totaux partiels après %lld pages — le bucket dépasse le plafond du tableau.
hu: Részleges összesítés %lld oldal után — a bucket nagyobb az irányítópult korlátjánál.
it: Totali parziali dopo %lld pagine — il bucket supera il limite del dashboard.
ja: %lld ページの集計のみ表示中。バケットがダッシュボードの上限を超えています。
ko: %lld 페이지까지만 집계됨 — 버킷이 대시보드 한계를 초과합니다.
nb: Viser delvise totaler etter %lld sider — bucketen er større enn dashbord-grensen.
nl: Gedeeltelijke totalen na %lld pagina’s — bucket overschrijdt de limiet.
pl: Częściowe sumy po %lld stronach — bucket przekracza limit pulpitu.
pt_br: Totais parciais após %lld páginas — o bucket excede o limite do painel.
pt_pt: A mostrar totais parciais após %lld páginas — o bucket é maior do que o limite do painel.
ru: Показаны частичные итоги после %lld страниц — бакет больше, чем ограничение панели.
sv: Visar ofullständiga summor efter %lld sidor — bucketen är större än översiktens gräns.

# deeplink.menu.copy
source: Copy Deep Link
cs: Kopírovat deep link
da: Kopiér deeplink
de: Deep-Link kopieren
el: Αντιγραφή deep link
es: Copiar enlace profundo
fi: Kopioi syvälinkki
fr: Copier le lien profond
hu: Deep link másolása
it: Copia link profondo
ja: ディープリンクをコピー
ko: 딥링크 복사
nb: Kopier dyplenke
nl: Diep-link kopiëren
pl: Skopiuj głęboki link
pt_br: Copiar link profundo
pt_pt: Copiar ligação direta
ru: Скопировать deep link
sv: Kopiera djuplänk

# detail.empty.message
source: Select an object to see its details.
cs: Vyberte objekt pro zobrazení podrobností.
da: Vælg et objekt for at se dets detaljer.
de: Wähle ein Objekt, um seine Details zu sehen.
el: Επιλέξτε ένα αντικείμενο για να δείτε τις λεπτομέρειές του.
es: Selecciona un objeto para ver sus detalles.
fi: Valitse objekti nähdäksesi sen tiedot.
fr: Sélectionnez un objet pour voir ses détails.
hu: Válasszon ki egy objektumot a részletek megtekintéséhez.
it: Seleziona un oggetto per vederne i dettagli.
ja: オブジェクトを選択すると詳細が表示されます。
ko: 객체를 선택하면 세부 정보가 표시됩니다.
nb: Velg et objekt for å se detaljene.
nl: Selecteer een object om de details te zien.
pl: Wybierz obiekt, aby zobaczyć szczegóły.
pt_br: Selecione um objeto para ver os detalhes.
pt_pt: Selecione um objeto para ver os detalhes.
ru: Выберите объект, чтобы увидеть его свойства.
sv: Markera ett objekt för att se dess detaljer.

# detail.field.contentType
source: Type
cs: Typ
de: Typ
el: Τύπος
es: Tipo
fi: Tyyppi
hu: Típus
it: Tipo
ja: 種類
ko: 유형
pl: Typ
pt_br: Tipo
pt_pt: Tipo
ru: Тип
sv: Typ

# detail.field.key
source: Key
cs: Klíč
da: Nøgle
de: Schlüssel
el: Κλειδί
es: Clave
fi: Avain
fr: Clé
hu: Kulcs
it: Chiave
ja: キー
ko: 키
nb: Nøkkel
nl: Sleutel
pl: Klucz
pt_br: Chave
pt_pt: Chave
ru: Ключ
sv: Nyckel

# detail.field.modified
source: Last Modified
cs: Naposledy změněno
da: Senest ændret
de: Zuletzt geändert
el: Τελευταία τροποποίηση
es: Última modificación
fi: Muokattu viimeksi
fr: Dernière modification
hu: Utolsó módosítás
it: Ultima modifica
ja: 最終更新
ko: 마지막 수정
nb: Sist endret
nl: Laatst gewijzigd
pl: Ostatnia modyfikacja
pt_br: Última modificação
pt_pt: Última modificação
ru: Дата изменения
sv: Senast ändrad

# detail.field.size
source: Size
cs: Velikost
da: Størrelse
de: Größe
el: Μέγεθος
es: Tamaño
fi: Koko
fr: Taille
hu: Méret
it: Dimensione
ja: サイズ
ko: 크기
nb: Størrelse
nl: Grootte
pl: Rozmiar
pt_br: Tamanho
pt_pt: Tamanho
ru: Размер
sv: Storlek

# detail.field.storage
source: Storage Class
cs: Třída úložiště
da: Lagerklasse
de: Speicherklasse
el: Κατηγορία αποθήκευσης
es: Clase de almacenamiento
fi: Tallennusluokka
fr: Classe de stockage
hu: Tárolási osztály
it: Classe di archiviazione
ja: ストレージクラス
ko: 스토리지 클래스
nb: Lagringsklasse
nl: Opslagklasse
pl: Klasa magazynu
pt_br: Classe de armazenamento
pt_pt: Classe de armazenamento
ru: Класс хранения
sv: Lagringsklass

# detail.kind.folder
source: Folder
cs: Složka
da: Mappe
de: Ordner
el: Φάκελος
es: Carpeta
fi: Kansio
fr: Dossier
hu: Mappa
it: Cartella
ja: フォルダ
ko: 폴더
nb: Mappe
nl: Map
pt_br: Pasta
pt_pt: Pasta
ru: Папка
sv: Mapp

# detail.multi.count %lld
source: %lld objects selected
cs: Vybrané objekty: %lld
da: %lld objekter valgt
de: %lld Objekte ausgewählt
el: %lld επιλεγμένα αντικείμενα
es: %lld objetos seleccionados
fi: %lld objektia valittu
fr: %lld objets sélectionnés
hu: %lld objektum kijelölve
it: %lld oggetti selezionati
ja: %lld 個のオブジェクトを選択中
ko: %lld개의 객체 선택됨
nb: %lld objekter valgt
nl: %lld objecten geselecteerd
pl: Wybrano %lld obiektów
pt_br: %lld objetos selecionados
pt_pt: %lld objetos selecionados
ru: Выбрано объектов: %lld
sv: %lld objekt markerade

# empty.no-account.message
source: Add an S3 account from the sidebar to start browsing.
cs: Přidejte účet S3 z bočního panelu a začněte procházet.
da: Tilføj en S3-konto fra sidepanelet for at begynde at gennemse.
de: Füge in der Seitenleiste ein S3-Konto hinzu, um loszulegen.
el: Προσθέστε έναν λογαριασμό S3 από την πλαϊνή στήλη για να ξεκινήσετε την περιήγηση.
es: Añade una cuenta S3 desde la barra lateral para empezar a navegar.
fi: Lisää S3-tili sivupalkista aloittaaksesi selaamisen.
fr: Ajoutez un compte S3 depuis la barre latérale pour commencer à parcourir.
hu: A böngészés megkezdéséhez adjon hozzá egy S3-fiókot az oldalsávban.
it: Aggiungi un account S3 dalla barra laterale per iniziare a esplorare.
ja: サイドバーから S3 アカウントを追加してブラウズを開始してください。
ko: 탐색을 시작하려면 사이드바에서 S3 계정을 추가하세요.
nb: Legg til en S3-konto fra sidepanelet for å begynne å bla.
nl: Voeg een S3-account toe via de zijbalk om te beginnen met bladeren.
pl: Dodaj konto S3 z paska bocznego, aby rozpocząć przeglądanie.
pt_br: Adicione uma conta S3 na barra lateral para começar a navegar.
pt_pt: Adicione uma conta S3 na barra lateral para começar a navegar.
ru: Добавьте учётную запись S3 в боковом меню, чтобы начать просмотр.
sv: Lägg till ett S3-konto från sidofältet för att börja bläddra.

# empty.no-account.title
source: No Account Selected
cs: Není vybrán žádný účet
da: Ingen konto valgt
de: Kein Konto ausgewählt
el: Δεν έχει επιλεγεί λογαριασμός
es: Ninguna cuenta seleccionada
fi: Ei valittua tiliä
fr: Aucun compte sélectionné
hu: Nincs kiválasztott fiók
it: Nessun account selezionato
ja: アカウントが選択されていません
ko: 계정이 선택되지 않음
nb: Ingen konto valgt
nl: Geen account geselecteerd
pl: Brak wybranego konta
pt_br: Nenhuma conta selecionada
pt_pt: Nenhuma conta selecionada
ru: Учётная запись не выбрана
sv: Inget konto valt

# encryption.account.none
source: None selected
cs: Nic nevybráno
da: Ingen valgt
de: Keines gewählt
el: Καμία επιλογή
es: Ninguno seleccionado
fi: Ei valintaa
fr: Aucun sélectionné
hu: Nincs kiválasztva
it: Nessuno selezionato
ja: 選択されていません
ko: 선택 안 됨
nb: Ingen valgt
nl: Geen geselecteerd
pl: Brak wyboru
pt_br: Nenhum selecionado
pt_pt: Nenhuma selecionada
ru: Не выбрано
sv: Inget valt

# encryption.action.new
source: New Key…
cs: Nový klíč…
da: Ny nøgle…
de: Neuer Schlüssel…
el: Νέο κλειδί…
es: Nueva clave…
fi: Uusi avain…
fr: Nouvelle clé…
hu: Új kulcs…
it: Nuova chiave…
ja: 新しい鍵…
ko: 새 키…
nb: Ny nøkkel…
nl: Nieuwe sleutel…
pl: Nowy klucz…
pt_br: Nova chave…
pt_pt: Nova chave…
ru: Новый ключ…
sv: Ny nyckel…

# encryption.delete.confirm.message %@
source: Deleting %@ makes every object encrypted with it unrecoverable. Are you sure?
cs: Smazáním %@ se všechny objekty jím zašifrované stanou neobnovitelnými. Opravdu pokračovat?
da: Sletning af %@ gør alle objekter krypteret med den uoprettelige. Er du sikker?
de: Das Löschen von %@ macht alle damit verschlüsselten Objekte unwiederherstellbar. Sicher?
el: Η διαγραφή του %@ καθιστά μη ανακτήσιμο κάθε αντικείμενο που κρυπτογραφήθηκε με αυτό. Είστε βέβαιοι;
es: Eliminar %@ hace irrecuperables todos los objetos cifrados con ella. ¿Seguro?
fi: Kohteen %@ poistaminen tekee kaikista sillä salatuista objekteista palautuskelvottomia. Oletko varma?
fr: Supprimer %@ rend irrécupérable tout objet chiffré avec cette clé. Êtes-vous sûr ?
hu: A(z) %@ törlése után minden vele titkosított objektum helyreállíthatatlanná válik. Biztos benne?
it: L’eliminazione di %@ rende irrecuperabili tutti gli oggetti cifrati con essa. Sicuro?
ja: %@ を削除すると、そのキーで暗号化されたオブジェクトは復元不可能になります。よろしいですか？
ko: %@를 삭제하면 해당 키로 암호화된 모든 객체를 복구할 수 없습니다. 계속하시겠습니까?
nb: Sletter du %@, blir alle objekter som er kryptert med den, umulige å gjenopprette. Er du sikker?
nl: Verwijderen van %@ maakt alle hiermee versleutelde objecten onherstelbaar. Zeker weten?
pl: Usunięcie %@ sprawi, że wszystkie obiekty zaszyfrowane tym kluczem będą nieodzyskiwalne. Na pewno?
pt_br: Excluir %@ torna irrecuperáveis todos os objetos cifrados com ela. Tem certeza?
pt_pt: Eliminar %@ torna irrecuperáveis todos os objetos encriptados com ela. Tem a certeza?
ru: После удаления %@ все зашифрованные им объекты станут невосстановимыми. Вы уверены?
sv: Om du raderar %@ blir alla objekt som krypterats med den omöjliga att återskapa. Är du säker?
